acpi
acpi_call
acpi_call-lts
alsa-plugins
alsa-utils
arandr
arc-gtk-theme
arc-icon-theme
autoconf
automake
base
bash-completion
bc
binutils
bison
blueman
bluez
bluez-utils
calcurse
dhcpcd
dialog
dmenu
dmidecode
dunst
efibootmgr
ethtool
fakeroot
fd
ffmpeg
ffmpegthumbnailer
file
file-roller
filezilla
findutils
firefox
flex
fzf
gawk
gcc
gettext
git
glances
go
grep
groff
grub
gvfs
gvfs-mtp
gvfs-smb
gzip
hddtemp
htop
i3-gaps
i3blocks
i3lock
i3status
ifplugd
imagemagick
imlib2
libcaca
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-lts
linux-lts-headers
lxappearance
m4
maim
make
mlocate
mpc
mpd
mpv
mtools
nano
ncdu
ncmpcpp
neofetch
neomutt
neovim
net-tools
netctl
newsboat
nitrogen
noto-fonts
npm
ntfs-3g
numlockx
openresolv
os-prober
p7zip
pacman
pacman-contrib
pass
patch
pavucontrol
perl-anyevent-i3
picom
pkgconf
pulseaudio
python-httplib2
python-oauth2client
python-pynvim
python-tasklib
ranger
redshift
ripgrep
rofi
rsync
ruby
samba
scrot
sed
smartmontools
sudo
taskwarrior-tui
terminus-font
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
tmux
tp_smapi
tp_smapi-lts
translate-shell
transmission-gtk
ttf-dejavu
ttf-font-awesome
ttf-inconsolata
ttf-nerd-fonts-symbols-2048-em
ttf-roboto
ttf-sourcecodepro-nerd
tumbler
udiskie
unclutter
unrar
unzip
urlscan
w3m
wget
which
wpa_supplicant
xautolock
xclip
xdotool
xed
xf86-video-intel
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
youtube-dl
zathura
zathura-pdf-mupdf
