acpi
acpi_call
acpi_call-lts
adobe-source-code-pro-fonts
alsa-firmware
alsa-plugins
alsa-utils
apache
arandr
arc-gtk-theme
arc-icon-theme
archlinux-keyring
atool
autoconf
automake
awesome-terminal-fonts
base
base-devel
bash-completion
bc
binutils
bison
blueman
bluez
bluez-utils
bspwm
calcurse
cantarell-fonts
dhcpcd
dialog
dmenu
dmidecode
dunst
efibootmgr
ethtool
fakeroot
fd
ffmpeg
ffmpegthumbnailer
file
file-roller
filezilla
findutils
firefox
flex
fwupd
fzf
galculator
gawk
gcc
gettext
gimp
git
go
grep
groff
grub
gtk-engine-murrine
gvfs
gvfs-mtp
gvfs-smb
gzip
hddtemp
highlight
htop
hugo
i3-wm
i3blocks
i3lock
i3status
ifplugd
imagemagick
imlib2
inxi
isync
lf
libcaca
libreoffice-fresh
libreoffice-fresh-tr
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-lts
linux-lts-headers
lxappearance-gtk3
m4
maim
make
man-db
mariadb
mediainfo
most
mpc
mpd
mpv
msmtp
mtools
nano
ncdu
ncmpcpp
neofetch
neomutt
neovim
net-tools
netctl
network-manager-applet
networkmanager
newsboat
nitrogen
noto-fonts
npm
ntfs-3g
numlockx
openresolv
openssh
os-prober
p7zip
pacman
pacman-contrib
pamixer
pass
patch
pavucontrol
perl-anyevent-i3
php
php-apache
php-cgi
php-gd
php-pgsql
picom
pipewire
pkgconf
plocate
polybar
powertop
pulseaudio
python-awscrt
python-httplib2
python-oauth2client
python-pynvim
python-tasklib
qt5-base
qt5-imageformats
qt5-svg
qt5ct
qutebrowser
ranger
redshift
reflector
ripgrep
ripgrep-all
rofi
rofi-calc
rsync
ruby
samba
scrot
sed
shotwell
slock
smartmontools
sof-firmware
steam
sudo
sxhkd
sxiv
taskwarrior-tui
tcl
terminus-font
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tlp
tmux
translate-shell
transmission-cli
transmission-gtk
ttf-dejavu
ttf-font-awesome
ttf-inconsolata
ttf-iosevka-nerd
ttf-liberation
ttf-nerd-fonts-symbols
tumbler
udiskie
ueberzugpp
unclutter
unrar
unzip
urlscan
vi
vim
w3m
wget
which
wordpress
wpa_supplicant
xautolock
xclip
xcursor-vanilla-dmz
xdo
xdotool
xed
xf86-video-intel
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yarn
yt-dlp
ytfzf
zathura
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
